IDEA Open Model
Reinforcement.ReinfId Property
 Id representing reinforcement in Detail
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public int ReinfId { get; set; }
Public Property ReinfId As Integer
	Get
	Set
public:
property int ReinfId {
	int get ();
	void set (int value);
}
Property Value
Type: Int32
See Also
Reference
Reinforcement Class
IdeaRS.OpenModel.Detail Namespace